var geoCoordMap = {
    '骊山街道': [109.21256523916243
, 34.37034523506333
    ],
    '行者街道': [109.18953677747663
, 34.39852932249969
    ],
    '西泉街道': [109.13780866577943
, 34.4064346153172
    ],
    '斜口街道': [109.14433912506345
, 34.35367537846988
    ],
    '代王街道': [109.28955591703736
, 34.41159024106774
    ],
    '新丰街道': [109.28921220865398
, 34.449741871621825
    ],
    '北田街道': [109.1967546535274
, 34.463833915340004
    ],
    '任留街道': [109.24006190983205
, 34.485831251875695
    ],
    '零口街道': [109.35486050987768
, 34.47517629199122
    ],
    '马额街道': [109.38510684761427
, 34.415714741668175
    ],
    '穆寨街道': [109.35107971766061
, 34.33872406379326
    ],
    '仁宗街道': [109.30133937271874
, 34.3481743924359]
};

var LSData = [
              [{ name: '骊山街道' }, { name: '骊山街道', value: 40,time:5 }],
              [{ name: '骊山街道' }, { name: '行者街道', value: 95,time:5}],
              [{ name: '骊山街道' }, { name: '西泉街道', value: 10, time: 5 }],
              [{ name: '骊山街道' }, { name: '斜口街道', value: 10, time: 5 }],
              [{ name: '骊山街道' }, { name: '代王街道', value: 40, time: 5 }],
              [{ name: '骊山街道' }, { name: '新丰街道', value: 60, time: 5 }],
              [{ name: '骊山街道' }, { name: '北田街道', value: 50, time: 5 }],
              [{ name: '骊山街道' }, { name: '任留街道', value: 40, time: 5 }],
              [{ name: '骊山街道' }, { name: '零口街道', value: 30, time: 5 }],
              [{ name: '骊山街道' }, { name: '马额街道', value: 20, time: 6 }],
              [{ name: '骊山街道' }, { name: '穆寨街道', value: 10, time: 6 }],
              [{ name: '骊山街道' }, { name: '仁宗街道', value: 50, time: 6 }]
];